
databaseDatasourceCreated = Font de dades de base de dades creada satisfact\u00F2riament

datasetAttributeIntances = Inst\u00E0ncies de l''atribut {0}

datasetBackgroundVersionInProgress = El versionat del dataset est\u00E0 sent executat en segon pla. Ser\u00E0 notificat quan aquest proc\u00E9s finalitzi.

datasetConstraintDisableConfirmation = Confirma que desitja deshabilitar les limitacions del dataset? Totes les limitacions que hagin estat especificades seran eliminades.

datasetConstraintDisableConfirmationTitle = Deshabilitaci\u00F3n de limitacions

datasetConstraintDisabled = S''han deshabilitat les limitacions del dataset

datasetConstraintEnabled = S''han habilitat les limitacions del dataset

datasetConstraintNotExists = No s''han especificat limitacions per al dataset

datasetConstraintSaved = Limitacions del dataset guardades amb \u00E8xit

datasetDeleted = Dataset eliminat amb \u00E8xit

datasetEditionInfo = Edici\u00F3 del dataset

datasetEditionInfoDetailedMessage = El dataset no es pot editar. Si us plau creeu una nova versi\u00F3 per a editar-ho.

datasetKeepAllDataInfo = Aquesta metadada indica si, en publicar una nova versi\u00F3 del dataset, han de conservar-se les dades associades a les versions anteriors d''aquest. Marcant el camp s''obtindr\u00E0 el comportament habitual, en el qual es conserven les dades de totes les versions publicades. En cas contrari, nom\u00E9s es conservaran les dades de l''\u00FAltima versi\u00F3 publicada del dataset.

datasetRelatedDsdInfo = Si es canvia el DSD, les fonts de dades del dataset seran eliminades

datasetSaved = Dataset guardat amb \u00E8xit

datasetSubjectsDeleted = Temes del dataset eliminats amb \u00E8xit

datasetSubjectsSaved = Temes del dataset guardats amb \u00E8xit

datasetSubjectsValidityEnded = Finalitzaci\u00F3 de validesa dels temes realitzat amb \u00E8xit

datasetVersionInProcessInBackground = Hi ha una tasca sent executada en segon pla en relaci\u00F3 a aquest dataset.

datasetVersioning = Versionat del dataset

datasetsDeleted = Datasets eliminats amb \u00E8xit

datasourceImportationDimensionMapping = Pot importar fonts de dades que usin representacions diferents a les indicades pel DSD. Per a aix\u00F2 ha d''especificar quines altres representacions utilitza la font de dades per a cadascuna de les dimensions.

datasourceImportationInfoMessage = Les fonts de dades han d''estar comprimides en un fitxer zip.

datasourcesDeleted = La/s font/s de dades s''han eliminat correctament

datasourcesImportationPlanned = La importaci\u00F3 de les fonts de dades ha estat planificada per a ser executada en segon pla

dateNextUpdateInfo = Aquesta metadada s''emplena autom\u00E0ticament amb la data m\u00E9s recent de la metadada NEXT-UPDATE de les fonts de dades de tipus PX. No obstant aix\u00F2, pot editar-se manualment i aquest valor prevaldr\u00E0 sobre el calculat.

errorFileRequired = Arxiu requerit

errorTableNameFormat = El nom de la taula ha de comen\u00E7ar per una lletra o gui\u00F3 baix i pot estar seguit de lletres, n\u00FAmeros o gui\u00F3 baix

errorTableNameLength = La longitud del nom de la taula ha d''estar compresa entre 1 i 63 car\u00E0cters

lifeCycleResourceArchive = Recurs arxivat.

lifeCycleResourcePublish = Recurs publicat.

lifeCycleResourceRejectValidation = Validaci\u00F3 del recurs rebutjada.

lifeCycleResourceRetrieveOperationNotAllowed = L''usuari {0} no est\u00E0 autoritzat a accedir al recurs seleccionat.

lifeCycleResourceSentToDiffusionValidation = Recurs enviat a validaci\u00F3 de difusi\u00F3.

lifeCycleResourceSentToProductionValidation = Recurs enviat a validaci\u00F3 de producci\u00F3.

lifeCycleResourceVersion = Recurs versionat.

lifeCycleResourcesPublish = Recursos publicats.

lifeCycleResourcesRejectValidation = Validaci\u00F3 dels recursos rebutjada.

lifeCycleResourcesSentToDiffusionValidation = Recursos enviats a validaci\u00F3 de difusi\u00F3.

lifeCycleResourcesSentToProductionValidation = Recursos enviats a validaci\u00F3 de producci\u00F3.

lifeCycleResourcesVersion = Recursos versionats.

multidatasetDeleted = Multidataset eliminat amb \u00E8xit

multidatasetSaved = Multidataset guardat

multidatasetStructureCubeDeleteConfirmation = Confirma que desitja eliminar el cub?

multidatasetStructureCubeDeleteConfirmationTitle = Esborrat d''un cub

multidatasetsDeleted = Multidatasets eliminats amb \u00E8xit

notificationsSendingError = S''ha produ\u00EFt un error durant l''enviament de les notificacions.

publicationDeleted = Col\u00B7lecci\u00F3 eliminada amb \u00E8xit

publicationSaved = Col\u00B7lecci\u00F3 guardada

publicationStructureElementDeleteConfirmation = Confirma que desitja eliminar l''element?

publicationStructureElementDeleteConfirmationTitle = Esborrat d''un element

publicationVersionStructureImported = S''ha importat el fitxer {0} correctament

publicationsDeleted = Col\u00B7leccions eliminades amb \u00E8xit

queriesDeleted = Consultes eliminades amb \u00E8xit

queryDeleted = Consulta eliminada amb \u00E8xit

querySaved = Consulta guardada amb \u00E8xit

siemacMetadataStatisticalResourceKeywordsInfo = Aquesta metadada s''emplena autom\u00E0ticament amb paraules clau obtingudes del t\u00EDtol i la descripci\u00F3. No obstant aix\u00F2, pot editar-se manualment i aquest valor prevaldr\u00E0 sobre el calculat.
